form_code_list = [  '0401108', '0401067', '0401060' ]

code_abs = [ '110', '160', '400', '500', '600', '700', '1600', '2200',
            '2700' ]

bank_list = [ 'Хороший Банк', 'Надёжный Банк', 'Большой Банк',
                'Главный банк', 'Зелёный Банк', 'Банк с яйцом', 'Красный Банк',
                'Банк с птичкой', 'Швейцарский Банк', 'Оффшор на Кипре', 'Железный Банк',
                'Сберегательная Касса', 'Открытый Банк', 'Синий Банк', 'Цифровой Банк',
                'Городской Банк', 'Колхозный Банк', 'Инвестиционный Банк', 'Стандартный Банк',
                'Почтовый Банк', 'Морской Банк', 'Банк Империал', 'Банк Олега',
                'Иностранный Банк', 'Космический Банк', 'Фруктовый Банк']

payment_purpose = [ 'Погашение кредита', 'Оплата ЖКХ',
                    'Перевод на счет физического лица',
                    'Перевод в другой банк', 'Внутрибанковский перевод',
                    'Погашение задолженности по кредитному договору',
                    'Оплата налогов', 'Оплата штрафа ГИБДД',
                    'Социальные отчисления', 'Оплата услуг',
                    'Оплата электроэнергии', 'Начилсение процентов',
                    'Начисление зарплаты', 'Взыскание алиментов',
                    'Курсовая разница', 'Перерасчет', 'Оплата пошлин',
                    'Перевод средств по договору' ]

dep_number = [  '5100', '5500', '5600' ]

account_deb_correspondence = [ '40817810', '45502810', '45503810', '45508810' ]

account_kr_correspondence = [ '40823810', '45506810', '42605810', '42606810' ]

account__all_correspondence = [ '40817810', '45502810', '45503810', '45508810',
                            '45515810', '45918810', '47425810' '42307810',
                            '70601810', '30233810', '47411810', '70606810',
                            '40802810', '40820810', '30302810', '30301810',
                            '30232810', '47423810', '45505810', '42604810',
                            '40823810', '45506810', '42605810', '42606810']